---
kind: property
id: P:Autodesk.Revit.DB.Visual.PlasticVinyl.PlasticvinylBumpMap
source: html/2ffc0a97-bafa-9890-5c93-41ad61bd4fbf.htm
---
# Autodesk.Revit.DB.Visual.PlasticVinyl.PlasticvinylBumpMap Property

The property labeled "Image" from the "PlasticVinyl" schema.

## Syntax (C#)
```csharp
public static string PlasticvinylBumpMap { get; }
```

## Remarks
This property is of type "AssetPropertyReference" and will only contain a reference to a connected image.